app/controllers/properties_controller.rb

SELECT `properties`.* FROM `properties`
---
  def index
    render json: Properties.all